00001 * COBOL COPYBOOK FOR CP4I DEMO
00002   01 CONTACT.
00003      05  CID                         PIC X(20).
00004      05  FNAME                       PIC X(20).
00005      05  LNAME                       PIC X(20).
00006      05  EMAIL                       PIC X(50).
00007      05  PHONE                       PIC X(20).
00008      05  COMPANY                     PIC X(20).
00009      05  COMMENTS                    PIC X(255).    